/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Aplikácia %1$@ %2$@ bola prevzatá a je pripravená na použitie! Chcete teraz nainštalovať a následne znovu spustiť %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "Aplikáciu %1$@ nemožno aktualizovať, ak je spustená zo zväzku s právami len na čítanie (napríklad z obrazu disku alebo optického disku). Presuňte aplikáciu %1$@ do priečinka Applications, spustite ju odtiaľ a potom znova skúste aktualizáciu.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@\nje najnovšia dostupná verzia.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "Je dostupná aplikácia %1$@ %2$@ — máte %3$@. Chcete ju prevziať teraz?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ prevzaté";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ z %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verzia aplikácie %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Nová verzia aplikácie %@ je pripravená na inštaláciu!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Pri získavaní informácie o aktualizácii sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Pri preberaní aktualizácie sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Pri rozbaľovaní archívu sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Pri inštalácii aktualizácie sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Pri analyzovaní aktualizácie sa vyskytla chyba.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Pri spustení %1$@ sa vyskytla chyba, avšak nová verzia bude dostupná pri opätovnom štarte %1$@.";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cancel Update" = "Zrušiť aktualizáciu";

/* No comment provided by engineer. */
"Checking for updates..." = "Kontrolujú sa aktualizácie…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Preberá sa aktualizácia…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Rozbaľuje sa aktualizácia…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Inštalovať a znovu spustiť";

/* Take care not to overflow the status window. */
"Installing update..." = "Inštaluje sa aktualizácia…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pripravené na inštaláciu";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Môže %1$@ automaticky kontrolovať aktualizácie? Kedykoľvek ich môžete z ponuky %1$@ skontrolovať aj manuálne.";

/* No comment provided by engineer. */
"Update Error!" = "Chyba aktualizácie!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuje sa %@";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "Máte aktuálnu verziu aplikácie %@.";

/* No comment provided by engineer. */
"You're up to date!" = "Máte aktuálnu verziu!";
"You're up-to-date!" = "Máte aktuálnu verziu!";